Repository: ElmsPark/mycred-sensei
Catalog: languages/mycred-sensei-addon-*.po
Languages: id_id

source: Enrolled in Course
id_id: Memulai kursus

source: Enrolled in Course from a Category
id_id: Memulai kursus dari kategori

source: Passed Quiz
id_id: Berhasil menyelesaikan kuis

source: Minimum % Grade on a Quiz
id_id: Nilai minimum kuis

source: Completed Lesson
id_id: Selesai pelajaran

source: Completed Course
id_id: Selesai kursus

source: Completed Course from a Category
id_id: Selesai kursus di kategori

source: Plugin myCRED Sensei Add-On need myCRED and Sensei to run!
id_id: Plugin myCRED Sensei Add-On memerlukan berjalannya plugin myCRED dan Sensei!

source: Welcome to myCRED Sensei Add-On
id_id: Selamat Datang di myCRED Sensei Add-On

source: You're almost ready
id_id: Anda hampir siap

source: Add Your Sensei Activity Rule
id_id: Tambah Aturan Aktifitas Sensei

source: View All Rules
id_id: Lihat semua aturan

source: Add Rule
id_id: Tambah aturan

source: Add New myCRED Sensei Rule
id_id: Tambah aturan myCRED Sensei baru

source: Edit Rule
id_id: Edit aturan

source: Entry Title
id_id: Judul entri

source: Sensei Activity
id_id: Aktivitas sensei

source: Point
id_id: Poin

source: Date
id_id: Tanggal

source: Rule Properties
id_id: Pengaturan aturan

source: Course
id_id: Kursus

source: Course Category
id_id: Kategori kursus

source: Quiz
id_id: Kuis

source: Percent Of Grade
id_id: Persen nilai

source: Lesson
id_id: Pelajaran

source: invalid code
id_id: Salah kode

source: Sensei activity to trigger this rule
id_id: Aktivitas sensei untuk menjalankan aturan ini

source: Times
id_id: Berapa kali

source: How many times per point
id_id: Berapa kali per kuis

source: Point will be earned
id_id: Poin yang akan didapat

source: Max Earned
id_id: Maksimal yang didapat

source: Maximum times of earned this reference
id_id: Maksimal berapa kali mendapatkan poin dari aturan ini
